Repository: apertium/apertium-sme-smj
Catalog: tmx_data/prestale2021.txt.tmx
Source language: sme
Languages: smj

source: Sámediggepresideantta ođđajagisárdni
smj: Sámedikkepresidenta ådåjakhålla

source: Sámediggepresideanta Aili Keskitalo (NSR) maŋimuš ođđajagisárdni sámediggepresideanttan sáddejuvvui NRK2:žis ođđajagimánu 1. beaivve.
smj: Sámedikkepresidænnta Aili Keskitalo (NSR) hålaj ietjas maŋemus ådåjakhålav sámedikkepresidænntan NRK2’an, vuostasj ådåjakbiejve 2021.

source: Dás sáhtát lohkat olles su sártni:
smj: Dánna máhtá låhkåt ålles suv hålav:

source: Ráhkis olbmot,
smj: Gieres gájka,

source: Midjiide buohkaide lea dát jahki leamaš erenoamáš.
smj: Læhkám la sierralágásj jahke midjij gájkajda.

source: Pandemiija lea čuohcán olles máilmmiservodahkii, maiddái min ráfálaš guvlui guhkkin davvin Dávggáid vuolde.
smj: Dávdda la vájkkudam ålles væráltsebrudahkaj aj mijá ráfálasj sijddaj nuorttan Juoksanástij vuolen.

source: Covid-19 lea buktán buozalmasvuođa ja jápmimiid, giddejuvvon rájiid, ekonomalaš eahpesihkarvuođa ja váilevaš sosiála oktavuođaid ja kultuvrralaš arenaid.
smj: Covid-19 la vájkkudam skihpudagáj ja jábmemijn, rijkarájá li giddiduvvam, økonomijjalasj juorrulimijn, ja vánijn sosiála aktisasjvuodas ja kultuvralasj arienájs.

source: Dát dáhpáhuvvá maŋŋel goavvi muohtadálvvi mii erenoamážit čuzii boazodollui ja guohtumii.
smj: Dát bådij maŋŋel garra dálve edna muohttagijn, mij sierraláhkáj vájkkudij guohtomdilláj boahttsuæládusán.

source: Muhtimat oaivvildit ahte luondu dat mávssaha danne go sihtá ráfi.
smj: Muhtema javlli luonndo la vuosteldam dan diehti gå sihtá ráfev.

source: Dat gávdnojit rájit olbmuid luonddu goarideamis.
smj: E gávnnu rájá vuojttuj luondos almatjijda.

source: Dát lea eamiálbmotmáhttu mii lea oassi min árvovuođus, ja maid eat ábut vajálduhttit.
smj: Dát la iemeálmmukmáhtto mij la oasse mijá vuodoárvojs, ja mav ep máhte vajálduhttet.

source: Seamma ládje go dálkkádatrievdamiiguin, de leat máilmmi eamiálbmogat hearkkimusat pandemiija váikkuhusaide.
smj: Navti gåk li dálkádakrievddamij, la værálda iemeálmmuga rasje dávda båhtusijda.

source: Eamiálbmogat soitet gillát eambbo, danne go oallugat ellet geafivuođas, ja dearvvašvuođabálvalusat eai leat olámuttus.
smj: Iemeálmmuga máhtti vájkkuduvvat ienebut dan diehti gå moaddása viessu hæjosvuodan, ja gå la vádne varresvuodadievnastusájs.

source: Lassin, de lea álki čiehkat veahkaválddálašvuođa eamiálbmogiid vuostá pandemiija áiggi.
smj: Duodden la vierredahko iemeálmmugij vuosstij álkkep tjiehkat dávdaájgen.

source: Mun sávan mii eat dárbbat gullat ahte pandemiijain ákkastallet dahkat ođđa sisabahkkemiid Sámis.
smj: Mån sávadav mij bessap gullat jut dávdda la oarre luonndoráfeduhttemij Sámen.

source: Sáhttit go mii baicca sávvat eambbo fokusa báikkálaš biebmobuvttadeami árvui ja resursadihtomielalašvuhtii?
smj: Máhttep gus sávvat ienep tjalmostimev bájkálasj biebbmobuvtadime ja ressursdiedulasjvuoda árvvuj.

source: Mii leat dán jagi buohkat váillahan beassat čoagganit ja juogadit kultuvrralaš vásihusaid guhtet guimmiideametguin.
smj: Mij lip åhtsålam boahtet aktij ja juohket kultuvralasj muossádusájt nubbe nuppijn dán jage.

source: Vaikko vel lea pandemiija de leat leamaš máŋga gelddolaš dáiddačájáhusa, ja sámi artisttat, filbmadahkkit ja dáiddárat leat lihkostuvvan.
smj: Juska la dávdda lij læhkám moadda geldulasj dájddavuosádusá, ja sáme artista, filmmabuvtadiddje ja dájddára li vuorbástuvvam valljásit.

source: Čakčat beakkehii stuora ođas ahte sámi dáiddárat Anders Sunna, Máret Ánne Sara ja Pauliina Feodoroff, galget deavdit sámi paviljoŋŋa Venezia-biennalenis 2022:s.
smj: Tjavtjan oattjojma stuora ådåsav jut sáme dájddára Anders Sunna, Máret Anne Sara ja Pauliina Feodoroff, galggi dievddet sáme paviljåŋŋav 2022 Venezia-biennálan.

source: Mun lean movttet ja gába go mis leat dáiddárat geat gaskkustit min muitalusaid olles máilbmái.
smj: Mån lav ávon ja mihá gå miján li dájddára gudi åvddånbukti mijá histåvråv åbbå væráldin.

source: Sámegielat šaddet maiddái eambbo oidnosii almmolašvuođas, nu go luoddagalbbain sámi guovlluin.
smj: Sámegiela båhti ienebut vuojnnusij almulasjvuodan, nav dagu rahtegalbajn moatten sáme guovlon.

source: Boahtte jagi soaitit beassat eambbo mátkkoštišgoahtit, ja de beassat oaidnit sámi galbbaid sihke rádjerasttildemiin ja girdišiljuin davvin, ja min ođđa pássain dahje id-koarttain oidno dál sámegielat teaksta.
smj: Boahttejage máhttep ihkap vat mannagoahtet ienebut, ja de bessap vuojnnet sáme galbajt rijkarájájn ja girddesaljojn nuorttan, ja ådå pássajn jali ID-kårtåjn sjaddi aj sáme tæksta.

source: Giellavahkku oaččui Lemet Máhtte Eira Sara Giellalokten-bálkkašumi go lea jorgalan dataspealu Minecraft sámegilli.
smj: Sámegiella vuojttá ådå arienájt, Giellavahko oattjoj Lemet Máhtte Eira Sara Giellalåpptim-bálkáv jårggålimes Minecraftav sámegiellaj.

source: Dál galgá nuoraid oahpahit dronaiguin girdit sámegillii!
smj: Dálla galggi nuora oahppat háledit dråvnåj – sámegiellaj!

source: Mis leat leamaš olu positiivvalaš dáhpáhusat, muhto seammás lassána sámiid cielaheapmi.
smj: Ållo buorre dáhpáduvvá, valla sæmmi båttå åtsådallap sámevassje lassán.

source: Aittobáliid fállehuvvui nuorra Ann-Marie Dorph go sámástii busses Romssas.
smj: Áttjak ládadallin nuora Ann-Marie Dorphaj gå sámegielav ságastij bussan Råmsån.

source: Mu lea illudahttán oaidnit man ollugat dorjot rahčama cealkkedettiin ahte lea doarvái dál.
smj: Ávvo vuojnnet nav moattes li doarjjum daj bágoj nuoges la.

source: Cielossániid duohken leat boares ovdagáttut ja sámi rivttiid systemáhtalaš vealaheapmi.
smj: Dáj bilkkedimij duogen li dålusj gátto ja sáme riektáj systiemalasj badjelgæhttjam.

source: Dán áŋgiruššama livččen sávvan oaidnit duohtavuođa- ja seanadanproseassas mii lea jođus.
smj: Dáv berustimev sávav mån vuojnnet juo álgadum sádnesvuoda- ja duohtavuodaprosessan.

source: Ii leat áddjás bargu bidjalit gilkora sosiála mediaide.
smj: Ij la gal hásstalus oassálasstet hashtekkaj baktu sosiála medijájn.

source: Gáibiduvvo eanebuš dovddastit sámi rivttiid eatnamiidda ja čáziide, dohkkehit ahte min árbevirolaš bivdin, guolásteapmi ja meahcásteapmi leat vuođđuduvvon eará ipmárdussii mii ceavzilvuohta lea.
smj: Valla gájbbeduvvá ienep dåhkkidittjat sáme riektájt ednamij ja tjáhtjáj, dåhkkidittjat mijá árbbedábe bivddemij, guollimij ja ålggoednamadnuj li vuododuvvam guoddelisvuodan.

source: Ahte min eanandoallu doaibmá eará dálkkádatguovllus eará infrastruktuvrrain.
smj: Ja mijá ednambarggo dáhpáduvvá ietjá dálkádakguovlojn ietjá ásadusáj.

source: Dat máksá eambbo dohkkehit min árbevirolaš máhtu das man ollu vuorjamiid boazu gierdá.
smj: Gájbbeduvvá ienep dåhkkidittjat mijá árbbedábálasj máhtov maktas boahttsu gierddá ráfeduhttemav.

source: Dat gáibida eambbo dovddastit ahte sámiid riektesihkarvuohta sisttisdoallá eambbo go beassat riekteásahussii, lea sáhka ahte ipmirduvvot ja árvvusadnot go boađát dohko.
smj: Gájbbeduvvá ienep dåhkkidittjat sáme riektásihkarvuodan la ienep gå bessat riektádåjmadagájda, le sáhka dádjaduvvat ja dåhkkiduvvat gå boahtá dåk.

source: Jus mii galgat sáhttit eallit ja bajásgeassit mánáideamet ja oahpahit sin luohttit earáide ja eiseválddiide, de eat sáhte dohkkehit ahte luohttámuš rihkkojuvvo eahpevuoiggalaš reguleremiiguin, mearrádusaiguin ja duomuiguin.
smj: Jus mij galggap máhttet viessot ja bajásgiesset iehtjama mánájt luohtádusájn nubbe nubbáj ja oajválattjajda, de ep mij máhte dåhkkidit jut luohtádus doajeduvvá iehperievtesferdukvuoda hiebadusáj, mærrádusáj ja duobmoj baktu.

source: Nu ii galgga leat Norgga servodagas, gos olmmošvuoigatvuođat ja ávddalašvuohta galget leat vuođđoárvvut.
smj: Návti ij galga liehket Vuona sebrudagán, gånnå almasjrievtesferdukvuoda ja vuogasvuoda galggi liehket vuodulasj árvo.

source: Mii sámit leat jálos álbmot, vaikko vel guoddit ge vearredaguid maid mii ieža ja buolvvat ovdal min leat gillán.
smj: Mij sáme lip jálos almatja, juska mij guoddep noadev vierrevuodas mav mij ja mijá ájttega li åtsådallam.

source: Mii fertet bargat vel ain garraseappot ja hukset luohttámuša gaskkaneamet, leat árvasat, gierdavaččat ja ráhkislaččat.
smj: Mij hæhttup rahtjat dållat luohtádusáv gaskanimme, vuosedit valjesvuodav, dåhkkidimev ja gieresvuodav.

source: Mii fertet ieža jáhkkit ahte kultuvrrasteamet ja gielasteamet lea árvu ja boahtteáigi.
smj: Mij hæhttup ietja jáhkket mijá kultuvran ja mijá gielajn la árvvo ja boahtteájgge.

source: Mii fertet ándagassii addit alcceseamet ja guhtet guimmiidasamet dan ovddas maid eat máhte, go nu ollugat leat geahččalan mis rivvet kulturárbámet ja gielaideamet.
smj: Mij hæhttup ándagisluojttet iehtjama ja nuppijt dassta majt ep máhte, dan diehti gå ilá moattes lij gæhttjalam válldet kultuvrraárbev ja gielajt mijás.

source: Eat galgga sivahallat ja heahppášit guhtet guoibmámet jus muhtin meaddá boastut, muhto hukset oktavuođa gos lea buorre ja oadjebas leat sápmelaš.
smj: Mij ep máhte sivádahttet ja skámov biedjat nubbe nubbáj jus soames boasstot dahká, valla dållat aktisasjvuodav gånnå la buorre ja jasska liehket sábmen.

source: Dat lea dat buoremus suodji cielaheami ja eahpevuoiggalašvuođa vuostá maid sáhttit addit mánáidasamet ja nuoraidasamet.
smj: Dat la buoremus suodjalibme majt máhttep fállat iehtjama mánájda ja nuorajda nálsodime ja vádnariektá vuosstij.

source: Mun lean čeavlái go leat bargagoahtán veahkaválddálašvuođahástalusaiguin ja LHBTIQ-sápmelaččaid diliin.
smj: Mån lav mihá gå lip hásstalusáj barggagoahtám ma guosski vahágahttemij ja LHBTIQ-sámij dilláj, valla la vilá ållo barggo.

source: Maid sáhttit mii bargat mánnágeafivuođain sámi guovlluin?
smj: Majt máhttep dahkat mánájhæjosvuodajn sáme guovlojn?

source: Movt sáhttit mii čoavdit doaimmashehttejuvvon oappáid ja vieljaid hástalusaid, vai sii nai beasaše searvat min oktavuhtii?
smj: Majt máhttep mij dahkat iehtjama vieljaj ja oappáj åvdås gejn li doajmmahieredime, vaj da máhtti oassálasstet mijá aktisasjvuodan?

source: Movt sáhttit mii sihkkarastit árvvolaš boarisvuođa min vuorasolbmuide áiggis go buot galgá digitaliserejuvvot ja guovdilastojuvvot?
smj: Gåktu máhttep sihkarasstet árvulasj vuorastimbiejvijt mijá vuorrasabmusijda, ájgen gånnå gájkka digitaliseriduvvá ja guovdustuvvá?

source: Maid sáhttit mii bargat daid unnimus sámi gielaid ealáskahttimiin Norgga bealde ráji?
smj: Majt máhttep dahkat unnemus sáme gielaj ælládahttemijn Vuona biele rájá?

source: Leat go du mielas dát áššit dehálačča, dahje leat go eará áššit maidda don oaivvildat Sámediggi galgá bidjat searaid?
smj: Le gus dá ássje duv mielas ájnas ássje, jali li da duv mielas ietjá ássje masi Sámedigge galggá fámojt ávkkit?

source: Don sáhtát dasa váikkuhit jus beroštat boahtte čavčča válggain.
smj: Dån máhtá liehket fáron vájkkudit tjavtja válga oassálasstemijn.

source: Dát lea mu maŋemus ođđajagisárdni sámediggepresideantan, muhto earát leat gárvásat fargga váldit badjelasaset doaimma.
smj: Dát la muv maŋemus ådåjakhålla sámedikkepresidænntan, valla iehtjáda li gárvvása joarkátjit.

source: Geavahettiin du jienastanvuoigatvuođa leat don fárus huksemin sámi demokratiija ja searvevuođa.
smj: Gå bruvkku ietjat jienastimriektáv de oassálastá tsieggit sáme demokratijjav ja aktisasjvuodav.

source: Leage dat buoremus alccesat ja earáid vuostá, ja jáhke Sápmái!
smj: Liege nav buorre gå máhtá ietjat vuosstij ja nuppij vuosstij, ja jáhke Sábmáj!
